{
  "working_message": "Мы работаем днем и ночью, чтобы добиться лучших результатов",
  "main_title": "ВАШИ ИДЕИ СТАНУТ РЕАЛЬНОСТЬЮ",
  "description": "UIC Games — это компания по разработке игр, основанная в 2018 году. Она специализируется на создании увлекательных и захватывающих видеоигр, сочетая технологии с творческим повествованием, чтобы предложить уникальный игровой опыт.",
  "title": "Мы - UIC Games!",
  "description1": "UIC Games — это команда страстных рассказчиков, воображаемых художников и мастеров технологий.",
  "description2": "Наша талантливая команда разработчиков, дизайнеров и креативщиков стремится расширять границы интерактивных игр и инноваций.",
  "contact_button": "Связаться с нами",
  "learn_more_button": "Узнать больше",
  "game_title": "Мангу Саркарда",
  "game_highlight": "саркарда",
  "game_description": "Геймификация великих исторических походов и ключевых моментов, которые играли важные роли в судьбах человечества для великого полководца и государственного деятеля, взорвет ваши повседневные будни!",
  "available": "Доступно:",
  "about_game": "Об игре",
  "download": "Скачать",
  "platforms": {
    "steam": "Steam",
    "desktop_app": "Десктопное приложение",
    "vr": "VR"
  },
  "video_title": "“Мангу Саркарда” - первый исторический трейлер видеоигры в Узбекистане!",
  "stats_title": "СТАТИСТИКА",
  "stats_subtitle": "Давайте поговорим о цифрах",
  "stats": [
    { "label": "Специалисты", "value": "8" },
    { "label": "Мобильные игры", "value": "10" },
    { "label": "Запланированные проекты", "value": "3" }
  ],
  "services_title": "НАШИ УСЛУГИ",
  "services_description": "Мы предоставляем комплексные решения для разработки, ориентированные на создание увлекательных и интерактивных опытов, которые улучшают вовлеченность, обучение и развлечение на различных платформах и в приложениях.",
  "services_buttons": {
    "more_about_us": "О нас",
    "contact_us": "Связаться с нами"
  },
  "game_development": {
    "title": "Разработка игр",
    "description": "Мы постоянно расширяем границы творчества и технологий, чтобы предоставлять уникальные и вдохновляющие впечатления."
  },
  "praktikum_title": "Что такое Practicum?",
  "subtitle": "В UIC Games мы увлеченные рассказчики, визионеры и технические мастера, создающие незабываемый игровой опыт.",
  "paragraph": "Наша команда талантливых разработчиков, дизайнеров и креативщиков выходит за рамки возможного, чтобы создавать игры, которые находят отклик у игроков по всему миру. Присоединяйтесь к нам в этом путешествии, чтобы переосмыслить будущее интерактивных развлечений.",
  "curriculum_title": "12-МЕСЯЧНАЯ УЧЕБНАЯ ПРОГРАММА",
  "modules": {
    "theoretical": {
      "duration": "4 месяца",
      "title": "Теоретический",
      "description": "Создайте прочную основу в разработке игр через теоретические уроки.",
      "skills": "Навыки, которые вы изучите"
    },
    "skills_list": ["2D", "3D", "Анимация", "UI/UX", "C#", "Unity"]
  },
  "features": "Особенности",
  "general": "Общие",
  "generalDescription": "Эта программа предоставляет практический опыт и идеи для начинающих разработчиков игр, чтобы улучшить их навыки.",
  "apply": "Подать заявку",
  "globalization": "Глобализация",
  "globalizationDescription": "Присоединяйтесь к проектам для соревновательных игр и готовьтесь к глобальному рынку.",
  "employmentContract": "Трудовой договор",
  "employmentContractDescription": "Получите ценный опыт с 1-летним контрактом, начав свою карьеру в сфере технологий.",
  "study": "Обучение",
  "studyDescription": "Углубляйте свои знания и опыт через целенаправленное обучение и практическую работу, развивая свои навыки для достижения успеха в отрасли.",
  "learnBasics": "Изучите основы",
  "learnBasicsDescription": "Создайте прочную основу, освоив основные принципы и ключевые навыки, что заложит базу для будущего роста и успеха.",
  "makePortfolio": "Создание портфолио",
  "makePortfolioDescription": "Продемонстрируйте свои навыки и достижения, создавая выдающееся портфолио, демонстрирующее вашу экспертизу и креативность потенциальным работодателям или клиентам.",
  "professionalMentors": "Профессиональные наставники",
  "professionalMentorsDescription": "Получите советы и руководство от опытных наставников через персонализированную поддержку и мастер-классы, помогая вам улучшить свои навыки и достичь карьерных целей.",
  "workInTeam": "Работа в команде",
  "workInTeamDescription": "Эффективно работайте в команде, развивая свои навыки коммуникации и совместной работы, участвуя в реальных проектах, которые могут быть представлены широкой аудитории.",
  "acceptanceConditions": "Qabul qilish shartlari",
  "signUpBot": "Bot orqali ro‘yxatdan o‘tish",
  "signUpBotDescription": "Maxsus Telegram botga kirib, tugma orqali ma’lumotlaringizni kiritishingiz va imtihon uchun ro‘yxatdan o‘tishingiz mumkin",
  "goToBot": "Botga o'tish",
  "examDescription": "Ro‘yxatdan o‘tganingizdan so‘ng quyidagi yo‘nalishlar bo‘yicha maxsus imtihon topshirasiz:",
  "examSubjects": "C# basic / DS&A / Unity basic",
  "interviewDescription": "Imtihondan o‘tgan nomzodlar ingliz tilidan suhbatdan o‘tadi.",
  "interviewRequirement": "Suhbat ingliz tilida bo‘lib o‘tadi. Talab etiladigan minimal daraja: B1",
  "finalInterviewDescription": "Nomzodlar o‘z soft va hard ko‘nikmalarini ko‘rsatish uchun offline suhbatdan o‘tadi.",
  "finalSelection": "Offline suhbat natijalariga ko‘ra amaliyot uchun qatnashchilar tanlanadi.",
  "scholarshipAwards": "Стипендиальные награды",
  "scholarshipDescription": "Мы верим в поддержку талантов. Эта практика предлагает грант в размере $14,000, распределяемый среди отобранных студентов, чтобы они могли полностью погрузиться в опыт. Будь то программное обеспечение, ресурсы для проекта или личное развитие, эта финансовая поддержка гарантирует, что у вас будет все необходимое для успеха.",
  "school_apply": "Подать заявку"
}
