{
  "HomePage": {
    "working_message": "Working day & night to bring out the best results",
    "main_title": "YOUR IDEAS WILL reality",
    "main_title1": "BECOME A",
    "description_first_home": "UIC Games is a game development company founded in 2018. It focuses on creating engaging and immersive video games, combining technology with creative storytelling to deliver unique gaming experiences",
    "title_second": "We are",
    "story_description1": "UIC Games is a team of passionate storytellers, imaginative artists, and technology masters.",
    "story_description2": "Our talented team of developers, designers, and creatives strives to push the boundaries of interactive gaming and innovation.",
    "contact_button": "Contact Us",
    "our_projects": "OUR PROJECTS",
    "some_stats": "SOME STATS",
    "desc_somestats": "Let&apos;s talk about numbers",
    "stats_all": {
      "special": "Specialists",
      "mobile_games": "Mobile games",
      "planed_projects": "Planned projects"
    },
    "all_Project_btn": "All project",
    "learn_more_button": "Learn More",
    "game_title": "Mangu Sarkarda",
    "game_highlight": "sarkarda",
    "game_description": "Gamification of great historical campaigns and key moments that played significant roles in the destinies of humanity for a great commander and statesman will explode your everyday routine!",
    "available": "Available:",
    "about_game": "About Game",
    "download": "Download",
    "some_highlights": "SOME HIGHLIGHTS",
    "toggle_showmore": "Show more",
    "toggle_showless": "Show less",
    "see_more": "See more",
    "platforms": {
      "Web_app": "Steam",
      "desktop_app": "Desktop Application",
      "vr": "VR"
    },
    "latest_new_Title": "Latest news",
    "services_title": "OUR SERVICES",
    "services_description": "We provide integrated development solutions aimed at creating engaging and interactive experiences that enhance engagement, learning, and entertainment across various platforms and applications.",
    "scroll_anim": "Scroll to continue",
    "services_buttons": {
      "more_about_us": "More About Us",
      "contact_us": "Contact Us"
    },
    "game_development": {
      "title": "Game Development",
      "description": "We constantly push the boundaries of creativity and technology to deliver unique and inspiring experiences."
    },
    "service_game_box": {
      "title_game_service1": "Desktop Games",
      "description_game_service1": "We offer expert development services for desktop games, delivering engaging gameplay and immersive experiences tailored to your vision",
      "title_game_service2": "Mobile Games",
      "description_game_service2": "Our mobile game development services create captivating and user-friendly experiences that engage players on-the-go",
      "title_game_service3": "VR Development",
      "description_game_service3": "We design immersive VR experiences that allow users to explore interactive, virtual environments, perfect for entertainment or educational purposes",
      "title_game_service4": "Simulators",
      "description_game_service4": "We develop realistic simulators that provide interactive, hands-on experiences for education, training, and exhibition purposes",
      "title_game_service5": "Gamifications",
      "description_game_service5": "Our gamification services integrate engaging game elements into large-scale solutions, enhancing user interaction and motivation across various platforms"
    },
    "praktikum_box": {
      "title": "practikum",
      "glav_title": "What is Practikum",
      "glav_description1": "At UIC Games, we are passionate storytellers, visionary artists, and technical wizards dedicated to creating unforgettable gaming experiences. With a relentless commitment to innovation, we craft immersive worlds where players can lose themselves in epic adventures and compelling narratives.",
      "glav_description2": "Our team of talented developers, designers, and creatives come together to push the boundaries of what&apos;s possible, delivering games that resonate with players around the globe. Join us on this journey as we redefine the future of interactive entertainment.",
      "secondTitle_praktikum": "12-MONTH CURRICULUM",
      "month_why1": "4 months",
      "praktikum_monthTitle1": "Theoretical",
      "praktikum_monthDesc1": "Build a strong foundation in game development through theoretical lessons.",
      "praktikum_skills_title1": "Skills you will learn",
      "month_why2": "8 months",
      "praktikum_monthTitle2": "Practical",
      "praktikum_monthDesc2": "Gain hands-on experience and real-world skills from industry professionals",
      "features_title": "Features",
      "features_general_title": "General",
      "features_general_desc": "This practicum provides hands-on experience and insights for aspiring game developers to enhance their skills.",
      "btn_apply": "Apply",
      "features_globalization_title": "Globalization",
      "features_globalization_desc": "Join projects for competitive  games and prepare for the global market",
      "features_employement_title": "Employment contract",
      "features_employement_desc": "Gain valuable experience with a 1 year contract, launching your career in tech",
      "study_title": "Study",
      "study_desc": " Deepen your knowledge and expertise through focused learning and hands-on experience, advancing your skills for success in the industry.",
      "learn_basic": "Learn basics",
      "learn_basic_desc": "Build a strong foundation by mastering core principles and essential skills, setting the stage for future growth and success in the industry.",
      "make_title": "Make portfolio",
      "make_desc": "Showcase your skills and accomplishments by creating a standout portfolio, demonstrating your expertise and creativity to potential employers or clients.",
      "professionalMentor_title": "Professional Mentors",
      "professionalMentor_desc": "Gain insights and guidance from experienced mentors through personalized support and masterclasses, helping you refine your skills and achieve your career goals.",
      "workTema_Title": "Work in Team",
      "workTema_desc": "Collaborate effectively in team environments, developing your communication and teamwork skills while working on real projects that have the potential to be showcased to a broader audience.",
      "schoolarShip_title": "scholarship awards",
      "schoolarShip_desc": "We believe in supporting talent. This practicum offers a $14,000 grant, distributed  among selected students to help them fully immerse in the experience. Whether  it’s for software, project resources, or personal development, this financial support ensures you have what you need to excel.",
      "acceptance_title": "Acceptance conditions",
      "info_bots": {
        "info_bot_title": "Sign up from the bot",
        "info_bot_desc1": "You can enter your information and register for the exam by going to a special Telegram bot using the button below",
        "info_bot_btn": "Go to bot",
        "info_bot_desc2": "After registration, you will take a special exam in the following areas:",
        "info_bot_desc3": "Then an interview will be held to check the English language level of the candidates who have passed the exam.",
        "info_bot_desc4": "The interview will be conducted in English. The minimum required level is B1",
        "info_bot_desc5": "Finally, candidates are tested on their soft skills and hard skills through an offline interview",
        "info_bot_desc6": "Based on the results of the offline interview, of the practicum will be selected"
      }
    },
    "OurPartnyors": "OUR PARTNERS",
    "vacansiees": "Vacancies",
    "work_free_title": "Feel free to reach out and join our team",
    "opportunities": "work opportunities",
    "test_Launch": "The site is in test mode",
    "about_page": {
      "title_about": "who are we",
      "description_about": "At UIC Games, we are passionate storytellers, visionary artists, and technical wizards dedicated to creating unforgettable gaming experiences. With a relentless commitment to innovation, we craft immersive worlds where players can lose themselves in epic adventures and compelling narratives. Our team of talented developers, designers, and creatives come together to push the boundaries of what is possible, delivering games that resonate with players around the globe. Join us on this journey as we redefine the future of interactive entertainment.",
      "title_about_small": "How do we work?",
      "title_our_work": "our Work values",
      "title_innovation": "Innovation",
      "description_innovation": "We constantly push the boundaries of creativity and technology to deliver groundbreaking experiences that captivate and inspire.",
      "title_passion": "Passion",
      "description_passion": "Our love for gaming drives everything we do. We pour our hearts into each project, ensuring every detail reflects our dedication to the craft.",
      "title_collaboration": "Collaboration",
      "description_collaboration": "We believe in the power of teamwork. Our team works through combining unique perspectives to create something extraordinary.",
      "title_quality": "Quality",
      "description_quality": "Excellence is our standard. We are committed to delivering polished, high-quality games that exceed player expectations.",
      "title_creativity": "Creativity",
      "description_creativity": "We embrace bold ideas and encourage out-of-the-box thinking, fostering a culture where imagination thrives.",
      "title_growth": "Growth",
      "description_growth": "We are committed to continuous learning and improvement, always seeking new ways to enhance our skills and evolve with the industry.",
      "what_can": "What can we do?",
      "about_ourcompany": "Our company provides a broad spectrum of services in the field of game development and provides a learning ground for any talented youth willing to conquer the game industry."
    },
    "portfolio_page": {
      "portfolio_title": "OUR PROJECTS",
      "single_btn_portfolio": "Learn more"
    },
    "work_opportunity": {
      "title_requirements": "Requirements",
      "desc_title_requirements1": "Experience in software testing.",
      "desc_title_requirements2": "Knowledge of testing methodologies and understanding of the software development lifecycle.",
      "desc_title_requirements3": "Experience writing test cases and test plans.",
      "desc_title_requirements4": "Understanding the basics of test automation and experience working with automation tools (e.g. Selenium, Appium, JUnit, TestNG).",
      "desc_title_requirements5": "The desire to learn new technologies and testing methodologies.",
      "desc_title_requirements6": "Knowledge of software testing theory (methods, techniques);",
      "title_Conditions": "Conditions",
      "desc_title_conditions1": "The work schedule is 5/2 09:00 to 18:00",
      "desc_title_conditions2": "Corporate education and trainings",
      "desc_title_conditions3": " Working with a professional team to develop interesting projects",
      "desc_title_conditions4": "Friendly and supportive atmosphere in the team, regular team events, team building, including marathons and quizzes",
      "desc_title_conditions5": "The company is proud to provide its employees with the most modern and high-quality equipment for work",
      "desc_title_conditions6": "A modern office with work facilities",
      "desc_title_conditions7": "Timely payment of labor, including a system of bonuses for outstanding results",
      "desc_title_conditions8": "Employment in accordance with the Labor Code of the Republic of Uzbekistan",
      "desc_title_conditions9": "If you are ready to join our team and contribute to the development of innovative projects, please send your resume For more information about our capabilities, please follow this"
    },
    "contact": {
      "title_questions": "Any questions",
      "name_input": "Your name",
      "phone_or_email": "Phone number or email",
      "message": "Message",
      "btn_send": "send",
      "succes_notif": "Your question has been sent successfully"
    },
    "blog_title": "LEVEL UP WITH THE LATEST GAME INSIGHTS!",
    "blog_desc1": "Stay updated about everything",
    "blog_news": "All news"
  },
  "Navbartitle": {
    "about_us_title": "About us",
    "portfolio_title": "Portfolio",
    "praktikum_title": "Practice",
    "service_title": "Services",
    "blog_title": "Blogs",
    "nav_btn": {
      "contact_btn": "Contact us",
      "join_us_btn": "Join us"
    }
  },
  "FooterTitle": {
    "footer_ourprojects": "Our projects",
    "footer_workvalues": "Work values",
    "footer_theteam": "The team",
    "footer_contactus": "Contact us",
    "footer_vacansies": "Vacancies",
    "footer_results": "Results",
    "footer_phoneTitle": "Phone number",
    "footer_emailTitle": "Email",
    "footer_TitleLogo": "WE ARE",
    "footer_description": "We are passionate storytellers, visionary artists, and technical wizards dedicated to creating unforgettable gaming experiences"
  }
}