{
  "HomePage": {
    "working_message": "Работаем днем и ночью, чтобы добиться лучших результатов",
    "main_title": "ВАШИ ИДЕИ СТАНУТ реальностью",
    "main_title1": "СТАНУТ",
    "description_first_home": "UIC Games — это компания по разработке игр, основанная в 2018 году. Она сосредоточена на создании увлекательных и захватывающих видеоигр, объединяющих технологии с креативным повествованием для уникального игрового опыта.",
    "title_second": "Мы",
    "story_description1": "UIC Games — это команда увлеченных рассказчиков, творческих художников и мастеров технологий.",
    "story_description2": "Наша талантливая команда разработчиков, дизайнеров и креативщиков стремится раздвигать границы интерактивного гейминга и инноваций.",
    "contact_button": "Связаться с нами",
    "our_projects": "НАШИ ПРОЕКТЫ",
    "all_Project_btn": "Все проекты",
    "learn_more_button": "Подробнее",
    "game_title": "Мангубаши",
    "game_highlight": "полководец",
    "game_description": "Геймификация великих исторических кампаний и ключевых моментов, сыгравших значительные роли в судьбах человечества, оживит ваши будни!",
    "available": "Доступно:",
    "about_game": "Об игре",
    "download": "Скачать",
    "platforms": {
      "Web_app": "Steam",
      "desktop_app": "Десктопное приложение",
      "vr": "VR"
    },
    "latest_new_Title": "Последние новости",
    "services_title": "НАШИ УСЛУГИ",
    "services_description": "Мы предоставляем комплексные решения для разработки, направленные на создание увлекательного и интерактивного опыта, который усиливает вовлеченность, обучение и развлечение на различных платформах и приложениях.",
    "services_buttons": {
      "more_about_us": "Подробнее о нас",
      "contact_us": "Связаться с нами"
    },
    "game_development": {
      "title": "Разработка игр",
      "description": "Мы постоянно раздвигаем границы креативности и технологий, чтобы создавать уникальный и вдохновляющий опыт."
    },
    "OurPartnyors": "НАШИ ПАРТНЕРЫ",
    "work_free_title": "Свяжитесь с нами и присоединяйтесь к нашей команде",
    "opportunities": "возможности трудоустройства",
    "test_Launch": "Сайт находится в тестовом режиме",
    "about_page": {
      "title_about": "кто мы",
      "description_about": "В UIC Games мы увлеченные рассказчики, визионеры-художники и технические волшебники, посвятившие себя созданию незабываемых игровых впечатлений. С неустанной приверженностью инновациям мы создаем захватывающие миры, в которых игроки могут погружаться в эпические приключения и увлекательные повествования. Наша команда талантливых разработчиков, дизайнеров и креативщиков объединяет усилия, чтобы раздвигать границы возможного, создавая игры, которые находят отклик у игроков по всему миру. Присоединяйтесь к нам в этом путешествии, переосмысливая будущее интерактивных развлечений.",
      "title_about_small": "Как мы работаем?",
      "title_our_work": "Наши ценности",
      "title_innovation": "Инновации",
      "description_innovation": "Мы постоянно раздвигаем границы креативности и технологий, чтобы предоставлять революционный опыт, который вдохновляет.",
      "title_passion": "Страсть",
      "description_passion": "Наша любовь к играм лежит в основе всего, что мы делаем. Мы вкладываем душу в каждый проект, чтобы каждая деталь отражала нашу преданность делу.",
      "title_collaboration": "Сотрудничество",
      "description_collaboration": "Мы верим в силу команды. Наша команда объединяет уникальные перспективы для создания чего-то исключительного.",
      "title_quality": "Качество",
      "description_quality": "Совершенство — наш стандарт. Мы стремимся к предоставлению качественных игр, которые превышают ожидания игроков.",
      "title_creativity": "Креативность",
      "description_creativity": "Мы приветствуем смелые идеи и поддерживаем нестандартное мышление, создавая культуру, где процветает воображение.",
      "title_growth": "Рост",
      "description_growth": "Мы стремимся к непрерывному обучению и развитию, всегда ищем новые способы улучшать свои навыки и расти с индустрией.",
      "what_can": "Что мы можем?",
      "about_ourcompany": "Наша компания предоставляет широкий спектр услуг в области разработки игр и является площадкой для обучения любой талантливой молодежи, желающей покорить игровую индустрию."
    }
  },
  "Navbartitle": {
    "about_us_title": "О нас",
    "portfolio_title": "Портфолио",
    "praktikum_title": "Практикум",
    "service_title": "Услуги",
    "blog_title": "Блоги",
    "nav_btn": {
      "contact_btn": "Связаться с нами",
      "join_us_btn": "Присоединяйтесь к нам"
    }
  },
  "FooterTitle": {
    "footer_ourprojects": "Наши проекты",
    "footer_workvalues": "Ценности",
    "footer_theteam": "Команда",
    "footer_contactus": "Связаться с нами",
    "footer_vacansies": "Вакансии",
    "footer_results": "Результаты",
    "footer_phoneTitle": "Номер телефона",
    "footer_emailTitle": "Электронная почта",
    "footer_TitleLogo": "МЫ",
    "footer_description": "Мы увлеченные рассказчики, визионеры-художники и технические волшебники, посвятившие себя созданию незабываемых игровых впечатлений."
  }
}
