{
  "HomePage": {
    "working_message": "Работаем днем и ночью, чтобы достичь наилучших результатов",
    "main_title": "ВАШИ ИДЕИ СТАНУТ реальностью",
    "main_title1": "СТАНУТ",
    "description_first_home": "UIC Games — это компания по разработке игр, основанная в 2018 году. Она занимается созданием увлекательных и захватывающих видеоигр, сочетая технологии с креативным повествованием, чтобы предоставить уникальный игровой опыт.",
    "title_second": "Мы",
    "story_description1": "UIC Games — это команда увлеченных рассказчиков, творческих художников и мастеров технологий.",
    "story_description2": "Наша талантливая команда разработчиков, дизайнеров и креативщиков стремится расширить границы интерактивных игр и инноваций.",
    "contact_button": "Связаться с нами",
    "our_projects": "НАШИ ПРОЕКТЫ",
    "some_stats": "НЕКОТОРЫЕ ФАКТЫ",
    "desc_somestats": "Давайте поговорим о цифрах",
    "stats_all": {
      "special": "Специалисты",
      "mobile_games": "Мобильные игры",
      "planed_projects": "Запланированные проекты"
    },
    "all_Project_btn": "Все проекты",
    "learn_more_button": "Узнать больше",
    "game_title": "Mangu Sarkarda",
    "game_highlight": "саркарда",
    "game_description": "Геймификация великих исторических кампаний и ключевых моментов, сыгравших значительную роль в судьбах человечества для великого полководца и государственного деятеля, разнообразит вашу повседневную рутину!",
    "available": "Доступно:",
    "about_game": "Об игре",
    "download": "Скачать",
    "some_highlights": "НЕКОТОРЫЕ ОСОБЕННОСТИ",
    "toggle_showmore": "Показать больше",
    "toggle_showless": "Скрыть",
    "see_more": "Узнать больше",
    "platforms": {
      "Web_app": "Steam",
      "desktop_app": "Десктопное приложение",
      "vr": "VR"
    },
    "latest_new_Title": "Последние новости",
    "services_title": "НАШИ УСЛУГИ",
    "services_description": "Мы предоставляем комплексные решения в области разработки, направленные на создание увлекательных и интерактивных впечатлений, которые улучшают вовлеченность, обучение и развлечения на различных платформах и в приложениях.",
    "scroll_anim": "Прокрутите, чтобы продолжить",
    "services_buttons": {
      "more_about_us": "Подробнее о нас",
      "contact_us": "Связаться с нами"
    },
    "game_development": {
      "title": "Разработка игр",
      "description": "Мы постоянно расширяем границы креативности и технологий, чтобы предлагать уникальные и вдохновляющие впечатления."
    },
    "service_game_box": {
      "title_game_service1": "Компьютерные игры",
      "description_game_service1": "Мы предлагаем профессиональные услуги по разработке компьютерных игр, обеспечивая увлекательный игровой процесс и захватывающие впечатления, адаптированные к вашему видению",
      "title_game_service2": "Мобильные игры",
      "description_game_service2": "Наши услуги по разработке мобильных игр создают захватывающие и удобные для пользователя впечатления, которые увлекают игроков в любое время",
      "title_game_service3": "Разработка VR",
      "description_game_service3": "Мы разрабатываем захватывающие VR-опыты, позволяющие пользователям исследовать интерактивные виртуальные миры, идеально подходящие для развлечений или образовательных целей",
      "title_game_service4": "Симуляторы",
      "description_game_service4": "Мы создаем реалистичные симуляторы, предоставляющие интерактивный, практический опыт для обучения, тренинга и выставок",
      "title_game_service5": "Геймификация",
      "description_game_service5": "Наши услуги геймификации интегрируют увлекательные игровые элементы в крупномасштабные решения, повышая вовлеченность пользователей и их мотивацию на различных платформах"
    },
    "praktikum_box": {
  "title": "практикум",
  "glav_title": "Что такое Практикум",
  "glav_description1": "В UIC Games мы являемся страстными рассказчиками, визионерами-художниками и техническими мастерами, посвященными созданию незабываемых игровых впечатлений. С неизменной приверженностью инновациям мы создаем погружающие миры, где игроки могут теряться в эпических приключениях и захватывающих сюжетах.",
  "glav_description2": "Наша команда талантливых разработчиков, дизайнеров и творческих личностей объединяется, чтобы раздвинуть границы возможного, создавая игры, которые находят отклик у игроков по всему миру. Присоединяйтесь к нам в этом путешествии, чтобы переосмыслить будущее интерактивных развлечений.",
  "secondTitle_praktikum": "12-МЕСЯЧНАЯ ПРОГРАММА",
  "month_why1": "4 месяца",
  "praktikum_monthTitle1": "Теория",
  "praktikum_monthDesc1": "Создайте прочную основу в разработке игр через теоретические уроки.",
  "praktikum_skills_title1": "Навыки, которые вы освоите",
  "month_why2": "8 месяцев",
  "praktikum_monthTitle2": "Практика",
  "praktikum_monthDesc2": "Получите практический опыт и реальные навыки от профессионалов отрасли.",
  "features_title": "Особенности",
  "features_general_title": "Общие",
  "features_general_desc": "Этот практикум предоставляет практический опыт и знания для начинающих разработчиков игр, чтобы улучшить их навыки.",
  "btn_apply": "Подать заявку",
  "features_globalization_title": "Глобализация",
  "features_globalization_desc": "Присоединяйтесь к проектам для конкурентных игр и готовьтесь к глобальному рынку.",
  "features_employement_title": "Трудовой контракт",
  "features_employement_desc": "Получите ценный опыт с контрактом на 1 год, начав свою карьеру в технологии.",
  "study_title": "Учеба",
  "study_desc": "Углубите свои знания и навыки через целенаправленное обучение и практический опыт, продвигаясь к успеху в индустрии.",
  "learn_basic": "Изучите основы",
  "learn_basic_desc": "Создайте прочную основу, освоив основные принципы и важные навыки, которые станут отправной точкой для дальнейшего роста и успеха.",
  "make_title": "Создайте портфолио",
  "make_desc": "Продемонстрируйте свои навыки и достижения, создав выдающееся портфолио, демонстрирующее вашу экспертизу и креативность потенциальным работодателям или клиентам.",
  "professionalMentor_title": "Профессиональные наставники",
  "professionalMentor_desc": "Получите советы и поддержку от опытных наставников через персонализированную помощь и мастер-классы, которые помогут вам отточить свои навыки и достичь карьерных целей.",
  "workTema_Title": "Работа в команде",
  "workTema_desc": "Эффективно работайте в командной среде, развивая свои навыки общения и работы в коллективе, выполняя реальные проекты, которые могут быть представлены широкой аудитории.",
  "schoolarShip_title": "Стипендии",
  "schoolarShip_desc": "Мы верим в поддержку талантов. Этот практикум предлагает грант на сумму $14,000, распределяемый среди избранных студентов, чтобы помочь им полностью погрузиться в процесс. Будь то программное обеспечение, ресурсы для проектов или личное развитие, эта финансовая поддержка обеспечит вас всем необходимым для успеха."
},
    "OurPartnyors": "НАШИ ПАРТНЕРЫ",
    "work_free_title": "Не стесняйтесь обращаться к нам и присоединяться к нашей команде",
    "opportunities": "возможности работы",
    "test_Launch": "Сайт находится в тестовом режиме",
    "about_page": {
      "title_about": "кто мы",
      "description_about": "В UIC Games мы увлеченные рассказчики, визионерские художники и технические мастера, посвятившие себя созданию незабываемых игровых впечатлений. С неустанным стремлением к инновациям мы создаем захватывающие миры, где игроки могут погрузиться в эпические приключения и увлекательные истории. Наша команда талантливых разработчиков, дизайнеров и креативщиков объединяется, чтобы расширить границы возможного, предлагая игры, которые находят отклик у игроков по всему миру. Присоединяйтесь к нам в этом путешествии, чтобы переосмыслить будущее интерактивных развлечений.",
      "title_about_small": "Как мы работаем?",
      "title_our_work": "Наши рабочие ценности",
      "title_innovation": "Инновации",
      "description_innovation": "Мы постоянно расширяем границы креативности и технологий, чтобы предоставлять новаторские впечатления, которые вдохновляют и захватывают.",
      "title_passion": "Страсть",
      "description_passion": "Наша любовь к играм движет всем, что мы делаем. Мы вкладываем душу в каждый проект, чтобы каждая деталь отражала нашу преданность делу.",
      "title_collaboration": "Сотрудничество",
      "description_collaboration": "Мы верим в силу командной работы. Наша команда работает, объединяя уникальные взгляды, чтобы создать что-то необыкновенное.",
      "title_quality": "Качество",
      "description_quality": "Превосходство — наш стандарт. Мы стремимся предоставлять отшлифованные, высококачественные игры, которые превышают ожидания игроков.",
      "title_creativity": "Креативность",
      "description_creativity": "Мы поддерживаем смелые идеи и поощряем нестандартное мышление, создавая культуру, в которой процветает воображение.",
      "title_growth": "Рост",
      "description_growth": "Мы стремимся к непрерывному обучению и совершенствованию, всегда находя новые способы улучшения навыков и развития вместе с индустрией.",
      "what_can": "Что мы можем?",
      "about_ourcompany": "Наша компания предоставляет широкий спектр услуг в области разработки игр и предлагает платформу для обучения талантливой молодежи, готовой завоевывать игровую индустрию."
    },
    "portfolio_page": {
      "portfolio_title": "НАШИ ПРОЕКТЫ",
      "single_btn_portfolio": "Узнать больше"
    },
    "work_opportunity": {
      "title_requirements": "Требования",
      "desc_title_requirements1": "Опыт работы в тестировании программного обеспечения.",
      "desc_title_requirements2": "Знание методологий тестирования и понимание жизненного цикла разработки программного обеспечения.",
      "desc_title_requirements3": "Опыт написания тест-кейсов и тест-планов.",
      "desc_title_requirements4": "Понимание основ автоматизации тестирования и опыт работы с инструментами автоматизации (например, Selenium, Appium, JUnit, TestNG).",
      "desc_title_requirements5": "Желание изучать новые технологии и методологии тестирования.",
      "desc_title_requirements6": "Знание теории тестирования программного обеспечения (методы, техники);",
      "title_Conditions": "Условия",
      "desc_title_conditions1": "График работы 5/2 с 09:00 до 18:00",
      "desc_title_conditions2": "Корпоративное обучение и тренинги",
      "desc_title_conditions3": "Работа с профессиональной командой над интересными проектами",
      "desc_title_conditions4": "Дружелюбная и поддерживающая атмосфера в команде, регулярные командные мероприятия, тимбилдинги, включая марафоны и викторины",
      "desc_title_conditions5": "Компания гордится тем, что предоставляет своим сотрудникам самое современное и качественное оборудование для работы",
      "desc_title_conditions6": "Современный офис с удобствами для работы",
      "desc_title_conditions7": "Своевременная оплата труда, включая систему бонусов за выдающиеся результаты",
      "desc_title_conditions8": "Трудоустройство в соответствии с Трудовым кодексом Республики Узбекистан",
      "desc_title_conditions9": "Если вы готовы присоединиться к нашей команде и внести свой вклад в развитие инновационных проектов, пожалуйста, отправьте свое резюме. Для получения дополнительной информации о наших возможностях следуйте этому."
    },
    "contact": {
      "title_questions": "Есть вопросы",
      "name_input": "Ваше имя",
      "phone_or_email": "Номер телефона или email",
      "message": "Сообщение",
      "btn_send": "Отправить",
      "succes_notif": "Ваш вопрос был успешно отправлен"
    },
    "blog_title": "ПОВЫСЬТЕ УРОВЕНЬ С ПОСЛЕДНИМИ НОВОСТЯМИ О ИГРАХ!",
    "blog_desc1": "Будьте в курсе всего",
    "blog_news": "Все новости"
  },
  "Navbartitle": {
    "about_us_title": "О нас",
    "portfolio_title": "Портфолио",
    "praktikum_title": "Практикум",
    "service_title": "Услуги",
    "blog_title": "Блоги",
    "nav_btn": {
      "contact_btn": "Связаться с нами",
      "join_us_btn": "Присоединиться"
    }
  },
  "FooterTitle": {
    "footer_ourprojects": "Наши проекты",
    "footer_workvalues": "Рабочие ценности",
    "footer_theteam": "Команда",
    "footer_contactus": "Связаться с нами",
    "footer_vacansies": "Вакансии",
    "footer_results": "Результаты",
    "footer_phoneTitle": "Телефон",
    "footer_emailTitle": "Электронная почта",
    "footer_TitleLogo": "МЫ",
    "footer_description": "Мы увлеченные рассказчики, визионеры и технические мастера, посвятившие себя созданию незабываемых игровых впечатлений."
  }
}